Repository: tsdicloud/otc_alexa_command
Catalog: src/translations/*/LC_MESSAGES/messages.po
Languages: de

source: online
de: Ja, bitte.

source: servers {total}, running {run}, stopped {stopped}
de: Dein Mandant enthält {total} Maschinen, davon laufen {run} und {stopped} sind gestoppt.

source: {num} volumes, {size} size, {unused} unused
de: Dein Mandant enthält {num} Speicher-Volumes mit einer Gesamtgröße von {size} Gigabyte. {unused} werden nicht genutzt.

source: The best cloud
de: Ich mag AWS, Azure und wieCloud. Aber ich liebe die Open Telekom Cloud und alles, was Magenta ist.

source: Cloudifier
de: Das sind doch die Spezialisten von T-Systems, die dir jede Applikation in die Cloud bringen. Die kennen sich aus mit Containern, devOps und Magenta Enten.

source: MultiCloud
de: Ich selbst bin MultiCloud. Du sprichst mit mir über AWS, aber der Service kommt von der Open Telekom Cloud.

source: Digital
de: <speak>T Systems liefert nicht nur Plattformen und Infrastruktur. In der Digital Solutions haben wir viele nette Kollegen, die dafür brennen Kunden bei ihrem Weg in die Digitale Welt zu begleiten. Wir haben DevOps Experten, die wissen, wie man wirklich schnell liefert und die eine der modernsten Toolchains gleich mitbringen. Wir haben Architekten und Berater, die nicht nur Clouds wie Open Telekom Cloud, AWS, Azure oder Google Cloud beherrschen. Sie helfen auch pragmatisch, um schnell, sicher und zu vernünftigen Kosten einen Geschäftsnutzen aus der Cloud zu ziehen. Oder wie unser Chef sagt: wir sind die Klempner der Digitalisierung!</speak>

source: DevOps
de: <speak>DevOps ist eine Disziplin, die eine kontinuierliche Beschleunigung bei der Lieferung von Informationstechnologie anstrebt. Ziel ist es, ein frühestmögliches Feedback von Nutzern zu erhalten. <lang xml:lang="en-GB">LEAN, Agile</lang> und cross-funktionale Teams bilden die starken Säulen von DevOps. Erfolg wird gemessen an der Verbesserung von Liefergeschwindigkeit und Lieferfrequenz, sowie an besseren Reparturzeiten und verlässlicheren <lang xml:lang="en-GB">IT-Changes</lang></speak>

source: DevOpsService
de: Das ist doch die DevOps Toolchain von T-Systems, die alle notwendigen DevOps-Werkzeuge auf Knopfdruck in Deiner Cloud zur Verfügung stellt.

source: TalkPrinciples
de: <speak>Du hast dich in den letzen Jahren schon verbessert mit deinen Prinzipien. <emphasis level="strong">Aber da ist immer noch genug Luft für Verbesserungen.</emphasis></speak>
